{
  "id": 2,
  "nom": {
    "ar": "البقرة",
    "phonetique": "Al Baqara",
    "fr": "La Vache",
    "en": "The Cow"
  },
  "type": "Madaniyah",
  "versets": [
    {
      "numero": 1,
      "texte_ar": "الم",
      "fr": "Alif, Lam, Meem.",
      "en": "Alif, Lam, Meem."
    },
    {
      "numero": 2,
      "texte_ar": "ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ",
      "fr": "Ceci est le Livre au sujet duquel il n’y a aucun doute, un guide pour les pieux.",
      "en": "This is the Book about which there is no doubt, a guidance for those conscious of Allah."
    },
    {
      "numero": 3,
      "texte_ar": "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ"
    },
    {
      "numero": 4,
      "texte_ar": "وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ"
    },
    {
      "numero": 5,
      "texte_ar": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
    },
    {
      "numero": 6,
      "texte_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ"
    },
    {
      "numero": 7,
      "texte_ar": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌۭ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌۭ"
    },
    {
      "numero": 8,
      "texte_ar": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْآخِرِ وَمَا هُم بِمُؤْمِنِينَ"
    },
    {
      "numero": 9,
      "texte_ar": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ"
    },
    {
      "numero": 10,
      "texte_ar": "فِى قُلُوبِهِم مَّرَضٌۭ فَزَادَهُمُ ٱللَّهُ مَرَضًۭا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ"
    },
    {
      "numero": 11,
      "texte_ar": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ"
    },
    {
      "numero": 12,
      "texte_ar": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ"
    },
    {
      "numero": 13,
      "texte_ar": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ آمَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ"
    },
    {
      "numero": 14,
      "texte_ar": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ"
    },
    {
      "numero": 15,
      "texte_ar": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ"
    },
    {
      "numero": 16,
      "texte_ar": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ"
    },
    {
      "numero": 17,
      "texte_ar": "مَّثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًۭا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَـٰتٍۢ لَّا يُبْصِرُونَ"
    },
    {
      "numero": 18,
      "texte_ar": "صُمٌّۢ بُكْمٌ عُمْىٌۭ فَهُمْ لَا يَرْجِعُونَ"
    },
    {
      "numero": 19,
      "texte_ar": "أَوْ كَصَيِّبٍۢ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَـٰتٌۭ وَرَعْدٌۭ وَبَرْقٌۭ يَجْعَلُونَ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَاعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَـٰفِرِينَ"
    },
    {
      "numero": 20,
      "texte_ar": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
    },
    {
      "numero": 21,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ"
    },
    {
      "numero": 22,
      "texte_ar": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًۭا وَٱلسَّمَآءَ بِنَآءًۭ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًۭا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًۭا وَأَنتُمْ تَعْلَمُونَ"
    },
    {
      "numero": 23,
      "texte_ar": "وَإِن كُنتُمْ فِى رَيْبٍۢ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍۢ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ"
    },
    {
      "numero": 24,
      "texte_ar": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَـٰفِرِينَ"
    },
    {
      "numero": 25,
      "texte_ar": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ جَنَّـٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍۢ رِّزْقًۭا ۙ قَالُوا۟ هَـٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَـٰبِهًۭا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌۭ مُّطَهَّرَةٌۭ ۖ وَهُمْ فِيهَا خَـٰلِدُونَ"
    },
    {
      "numero": 26,
      "texte_ar": "إِنَّ ٱللَّهَ لَا يَسْتَحْىِ أَن يَضْرِبَ مَثَـٰلًۭا مَّا بَعُوضَةًۭ فَمَا فَوْقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًۭاۗ يُضِلُّ بِهِۦ كَثِيرًۭا وَيَهْدِى بِهِۦ كَثِيرًۭاۗ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَـٰسِقِينَ"
    },
    {
      "numero": 27,
      "texte_ar": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ"
    },
    {
      "numero": 28,
      "texte_ar": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًۭا فَأَحْيَـٰكُمْۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ"
    },
    {
      "numero": 29,
      "texte_ar": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءَ لَكُمْ مِّنْهُ شَرَابٌۭ وَمِنْهُ شَجَرٌۭ فِيهِ تُسِيمُونَ"
    },
    {
      "numero": 30,
      "texte_ar": "لَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ فِىٓ أَحْسَنِ تَقْوِيمٍۢ"
    },
    {
      "numero": 31,
      "texte_ar": "ثُمَّ رَدَدْنَـٰهُ أَسْفَلَ سَـٰفِلِينَ"
    },
    {
      "numero": 32,
      "texte_ar": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ أَجْرٌۭ غَيْرُ مَمْنُونٍۭ"
    },
    {
      "numero": 33,
      "texte_ar": "فَمَـٰن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦۚ وَمَنْ يَظْلِمۡ فَفِى جَهَنَّمَ خَـٰلِدٌۭ مَّا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُۚ ذَٰلِكََ وَعْدُ ٱللَّهِ ۗ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا"
    },
    {
      "numero": 34,
      "texte_ar": "أَمْ حَسِبَ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ أَنَّهُمْ يُعْجِزُونَ ۚٓ أُو۟لَـٰٓئِكَ لَا يُعْجِزُونَ"
    },
    {
      "numero": 35,
      "texte_ar": "وَقَالُوا۟ لَوْ كَانَ لَنَا كَرِيبٌۭ مِّنَ ٱلذَّهَبِ أَوْ كَانَ مَعَنَا كَرِيبٌۭ مِّنَ ٱللَّهِ لَنَتَّخَذَنَّهُ وِسَـٰطًۭاۘ أَوْ نَكُونَ مِنَ ٱلْقَرِيبِينَ"
    },
    {
      "numero": 36,
      "texte_ar": "حَسْبُهُمْ جَهَنَّمُ خَـٰلِدِينَ فِيهَا ۚ وَلَبِئْسَ ٱلْمِهَادُ"
    },
    {
      "numero": 37,
      "texte_ar": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنْهُم مَّغْفِرَةًۭ وَأَجْرًۭا عَظِيمًا"
    },
    {
      "numero": 38,
      "texte_ar": "وَالَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ"
    },
    {
      "numero": 39,
      "texte_ar": "وَٱلَّذِينَ ءَامَنُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَضَلُّوا۟ ۖ وَلَا يَزِلُّونَ"
    },
    {
      "numero": 40,
      "texte_ar": "أَوَ۟ يَحْسَبُ أَهْلُ ٱلْكِتَـٰبِ أَنَّهُمْ يُؤْمِنُونَ قَبْلَ أَن يَأْمِنُوا۟ ۖ وَلَمْ يَأْمُرُوا۟ بِذِكْرِ ٱللَّهِ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ"
    },
    {
      "numero": 41,
      "texte_ar": "وَأَنزَلْنَا إِلَيْكُم مِّنَ ٱلنَّبِىِّينَ شَهِيدًا مِّنكُمْ ۚ وَأَرْسَلْنَآ إِلَيْكُم رَّسُولًا مُّصَدِّقًا لِّمَا مَعَكُمْ لِيُحَكِّمَ بِـَٔايَـٰتِهِۦ وَيَرْفَعَهُۥ عَلَى الَّذِينَ لَا يُؤْمِنُونَ"
    },
    {
      "numero": 42,
      "texte_ar": "فَمَن يَطِعِ ٱللَّهَ وَرَسُولَهُۥ فَأُو۟لَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّينَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَ ۚ وَحَسُنَ أُولَـٰٓئِكَ رَفِيقًا"
    },
    {
      "numero": 43,
      "texte_ar": "وَٱلسَّلَـٰمُ عَلَى ٱلَّذِينَ ٱتَّبَعُوا۟ ٱلْهُدَىٰ ۚۚ كُلًّا مِّن رَّبِّهِمْ ۚ رَحْمَةًۭ وَبَرَكَـٰتٍۢ ۚ وَحُسْنُ أُولَـٰٓئِكَ مَنزِلًا"
    },
    {
      "numero": 44,
      "texte_ar": "ءَاتَيْنَآ إِبْرَٰهِيمَ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَءَاتَيْنَآٓ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ ۚ وَلَدْنَآ أَصْحَـٰبَ ٱلصِّدِّيقِِينَ"
    },
    {
      "numero": 45,
      "texte_ar": "وَءَاتَيْنَا عَلَىٰٓ إِسْحَـٰقَ وَيَعْقُوبَ ٱلْحُكْمَ وَءَاتَيْنَآ يُوسُفَ وَمُوسَىٰ وَهَـٰرُونَ فَءَاتَيْنَا دَاوُۥدَ زَبُورًا"
    },
    {
      "numero": 46,
      "texte_ar": "وَءَاتَيْنَآ عِيسَىٰ ابْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَلَوْا۟ كَـٰفِرِينَ"
    },
    {
      "numero": 47,
      "texte_ar": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَـٰقَ ٱبْنَٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًۭا وَذُو ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينَ وَتَوَٰعَدُونَ إِحْسَـٰنًۭا ۖ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًۭا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ"
    },
    {
      "numero": 48,
      "texte_ar": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوقَكُمُ ٱلطُّورَ لَتَقُولُنَّۖ سَمِعْنَا وَأَطَعْنَاۚۖ وَٱتَّقُوا۟ ۚ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَهْتَدُونَ"
    },
    {
      "numero": 49,
      "texte_ar": "وَإِذْ أَنْبَتْنَا مِن بَعْدِ مَوْتِكُمْ لَكُمْ سُلَيْمَـٰنَ وَلِتَعْلَمُوا۟ أَنَّ ٱللَّهَ عَلَىٰ قَدْرٍ عَلِيمٍ"
    },
    {
      "numero": 50,
      "texte_ar": "وَإِذْ أَمَرَ رَبُّكَ ٱلْمَلَـٰٓئِكَةَٓ أَنِ ٱسْجُدُوا۟ لِـٓءَادَمَ فَسَجَدُوا۟ٓ إِلَّآ إِبْلِيسَۖ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ"
    },
    {
      "numero": 51,
      "texte_ar": "وَإِذْ أَوْحَيْنَا إِلَىٰ مُوسَىٰٓ أَنْ ٱسْتَقِمْ لِقَوْمِكَ وَءَاتِهِمُ ٱلذِّكْرَ لَعَلَّهُمْ يَتَذَكَّرُونَ"
    },
    {
      "numero": 52,
      "texte_ar": "وَإِذْ وَصَّيْنَا مُوسَىٰٓ أَهْلَهُۥ وَأَخَاهُ أَن تَقُومَا بِقَوْمِكُمَا وَقَتَلَآ أَخَاكَ فَقَعَا فِي ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَنَصَرْنَـٰكُم مِّنَ ٱلْقَوْمِ ٱلْكَـٰفِرِينَ"
    },
    {
      "numero": 53,
      "texte_ar": "وَإِذْ قَسَمْتُ بِكُم مِّن بَعْدِهِمْ لَتَفْسُدُنَّ فِي ٱلْأَرْضِ مُفْسِدِينَ"
    },
    {
      "numero": 54,
      "texte_ar": "فَبَدَّلْنَـٰهُم بِـَٔايَـٰتٍ مَّا هِيَ قَـٰسِيَةٌۭ فَبَدَّلُوا۟ مَآ أُوحِيَ إِلَيْكَ بِغَيْرِ مَآ أُوحِيَ إِلَيْهِ فَبَدَّلَ ٱلَّذِينَ ٱلظَّـٰلِمُونَ مَا بِمَغْضَبٍۢ مِّنَ ٱللَّهِ ۚ ۗ وَقُلُوبُهُمْ قَـٰسِيَةٌۭ ۖ وَأَكْثَرُهُم فَـٰسِقُونَ"
    },
    {
      "numero": 55,
      "texte_ar": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَكُمْ وَرَفَعَ فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍۢ ۖ وَٱذْكُرُوا۟ مَآ فِيهِ لَعَلَّكُمْ تَتَّقُونَ"
    },
    {
      "numero": 56,
      "texte_ar": "ثُمَّ تَوَلَّيْتُم مِّن بَعْدِ ذَٰلِكَ ۖ فَلَوْ أَنزَلْنَا عَلَيْكُمُ ٱلطُّورَ لَرَأَوْهُ خَـٰشِعِينَ وَأَخَذَتْ مِنكُمُ ٱلْمِيثَـٰقَ ۖ وَكُنتُم مِّن قَبْلُ تَأْفُكُونَ"
    },
    {
      "numero": 57,
      "texte_ar": "وَإِذْ رَفَعْنَا الْقُبُّوֺبَ فَوْقَهُمْ وَقُلْنَا لَهُمْ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًۭا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِيهِ فَقَالُوا۟ لَمْ يَعْدُوا۟ وَلَـٰكِنْ قَالَت قُلُوبُهُمْ مَّا كَانُوا۟ يَعْمَلُونَ"
    },
    {
      "numero": 58,
      "texte_ar": "وَإِذْ قَسَمْنَا بِكُم مِّنَ ٱلْمَآءِ أَن لَا تَتَمَسُّوهُ وَلَـٰكِنَّ ٱلْكَـٰفِرِينَ مِنكُم مَّسُّهُ ۖ فَقُلْنَا ٱمْتَسُوا۟ دَفَـٰعًۭا وَقَـٰلَ مُوسَىٰٓ إِنَّمَآ أُرِيدُ أَن أُطَهِّرَكُمْ وَلِتُرِضُوا۟ قَوْمَكُمُ وَلِتُبَطِّرَ قُلُوبَكُمْ"
    },
    {
      "numero": 59,
      "texte_ar": "وَإِذْ قِتْنَا ٱلْقَـٰعِدِينَ مِنكُمْ وَمَا قَتَلْنَهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۖ وَمَا قَذَفْتَ إِذْ قَتَلتُمْ وَلَـٰكِنَّ ٱللَّهَ قَذَفَ ۖ وَمَآ أَنزَلْنَا عَلَى ٱلْمُؤْمِنِينَ فِي قُلُوبِهِمْ مِنْ عَذَابٍۢ إِذْ قَتَلُوا۟ أَخَاهُمْ ۚ وَزَفَرُوا۟ٓ أَنَّىٰٓ أَصْلَـٰحٌۭ ۗ وَٱللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ"
    },
    {
      "numero": 60,
      "texte_ar": "وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍۢ وَٰحِدٍۢ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِّمَّا تُنبِتُ ٱلْأَرْضُ مِن بَقْلِهَا وَقُثَّـٰٓئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌۭ ۚ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ ۖ وَبَٰٓءُوا۟ بِغَضَبٍۢ مِّنَ ٱللَّهِ ۗ وَذَلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّينَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ"
    },
    {
      "numero": 61,
      "texte_ar": "وَإِذْ قِيلَ لَهُمْ ٱسْكُتُوا۟ وَكُلُوا۟ مِن طَعَامِهِمْ وَٱدْعُوا۟ رَبَّكُمْ ۖ قَالُوا۟ بَغَيْرِ ٱلَّذِى قُتِلَتْ أَنْفُسٌۭ ۗ قُلْ فُوٓا۟ بِذُبُحِهِ كَٱن لَمْ يَكُونُوا۟ مَطْعُومِينَ ۗ ۚ ذَٰلِكَٓ ءَايَةٌۭ ۗ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ"
    },
    {
      "numero": 62,
      "texte_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْآخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۗ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ"
    },
    {
      "numero": 63,
      "texte_ar": "وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءَ فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَانًا ۚ وَكُنتُمْ عَلَىٰ شَفَآءِ جُحْرٍۢ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا ۚ كَذَٰلِكُمْ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ"
    },
    {
      "numero": 64,
      "texte_ar": "وَإِذْ أَرَادُوا۟ أَن يَضْلُّوكَ عَنَ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لَجَعَلُوكَ فِىٓ تَهْوِيتِهِمْ ۚ وَلَـٰكِنْ لَا يَضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ"
    },
    {
      "numero": 65,
      "texte_ar": "وَإِذْ أَنزَلْنَا مِنۢ ٱلسَّمَآءِ مَآءَ لِتُسْقَوْا۟ وَمَآ أَنتُمْ لَهُۥ بِخَـٰزِنِينَ"
    },
    {
      "numero": 66,
      "texte_ar": "وَقَالُوا۟ قَلُوبُنَا غُلْفٌۭ ۖ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًۭا مَّا يُؤْمِنُونَ",
      "fr": "Et ils dirent : « Nos cœurs sont enveloppés (d’un voile). » Au contraire, Allah les a maudits à cause de leur mécréance, si bien qu’ils croient peu.",
      "en": "And they said, “Our hearts are wrapped.” Rather, Allah has cursed them for their disbelief, so they believe not, except for a few."
    },
    {
      "numero": 67,
      "texte_ar": "وَإِذْ قُلْت لِمُوسَىٰٓ إِنَّكَا لَن تُصَدِّقَنِي"
    },
    {
      "numero": 68,
      "texte_ar": "قَالَ رَبِّ ٱرْنِ لِيٓ أَنظُرْ إِلَيْكَ ۖ قَالَ لَنْ تَرَانِي وَلَٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِي ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًۭا فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَآ أَوَّلُ ٱلْمُؤْمِنِينَ"
    },
    {
      "numero": 69,
      "texte_ar": "قَالَ يَـٰمُوسَىٰٓ إِنِّي ٱخْتَرْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَتِي وَكَلَامِي فَخُذ مَآ ءَاتَيْنَـٰكَ وَكُن مِنَ ٱلْقَـٰنِتِينَ"
    },
    {
      "numero": 70,
      "texte_ar": "وَوَصَّيْنَآ ٱلَّذِيٓ أَوْحَيْنَآ إِلَيْهِ أَن ٱبْلُغَ ٱلنَّاسَ بِٱلْحَجِّ وَٱلْعُمْرَةِ ۚ يَأْتُونَكَ رِجَالًۭا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ"
    },
    {
      "numero": 71,
      "texte_ar": "وَقَالَ ٱلنَّبِىُّ يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 72,
      "texte_ar": "يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْۜ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 73,
      "texte_ar": "يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 74,
      "texte_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 75,
      "texte_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 76,
      "texte_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 77,
      "texte_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 78,
      "texte_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 79,
      "texte_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 80,
      "texte_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَا۟ وَجَعَلَكُم مُّلُوكًۭا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 81,
      "texte_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَاهُ لِلنَّاسِ سَوَآءٗ ٱلۡعَٰمِرُ فِيهِ أَوِ ٱلۡخَآرِبُ فِي ٱلۡدُّنۡيَا وَٱلۡأٓخِرَةِ وَلَعَنَهُمُ ٱللَّهُ وَلَهُمۡ عَذَابٌۭ مُّهِينٌۭ"
    },
    {
      "numero": 82,
      "texte_ar": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَٰتِ لَهُمۡ أَجۡرٞ كَبِيرٞ"
    },
    {
      "numero": 83,
      "texte_ar": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعۡلَمُونَ"
    },
    {
      "numero": 84,
      "texte_ar": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوۡا۟ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوا۟ إِنَّا مَعَكُم مُّـنۢۢ هَٰٓؤُلَآءِ مُسۡتَهۡزِءُونَ"
    },
    {
      "numero": 85,
      "texte_ar": "ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ"
    },
    {
      "numero": 86,
      "texte_ar": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُوا۟ مُهۡتَدِينَ"
    },
    {
      "numero": 87,
      "texte_ar": "مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارًا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٍۢ لَّا يُبۡصِرُونَ"
    },
    {
      "numero": 88,
      "texte_ar": "صُمٌّۢ بُكۡمٌ عُمۡيٌۭ فَهُمۡ لَا يَرۡجِعُونَ"
    },
    {
      "numero": 89,
      "texte_ar": "وَلَوۡ رَءَوْا۟ كُلَّ ءَايَةٍۢ مَّا ءَامَنُوا۟ فَإِذَا لَمۡ يَنتَهُوا۟ عَن مَا يَقُولُونَ قُضِيَ بَأۡسُهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌۢ"
    },
    {
      "numero": 90,
      "texte_ar": "فَٱلۡيَوۡمَ لَن تُغۡنِيَ عَنۡكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم مِّنَ ٱللَّهِ شَيۡـٔٗاۚ وَٱلَّذِينَ كَفَرُوا۟ هُمُ ٱلۡوَٰقِعُونَ"
    },
    {
      "numero": 91,
      "texte_ar": "إِذْ قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَٰكِن لَّا يَعْلَمُونَ"
    },
    {
      "numero": 92,
      "texte_ar": "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ"
    },
    {
      "numero": 93,
      "texte_ar": "اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ"
    },
    {
      "numero": 94,
      "texte_ar": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُوا۟ مُهۡتَدِينَ"
    },
    {
      "numero": 95,
      "texte_ar": "مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارًا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٍۢ لَّا يُبۡصِرُونَ"
    },
    {
      "numero": 96,
      "texte_ar": "صُمٌّۢ بُكۡمٌ عُمۡيٌۭ فَهُمۡ لَا يَرۡجِعُونَ"
    },
    {
      "numero": 97,
      "texte_ar": "وَلَوۡ رَءَوْا۟ كُلَّ ءَايَةٍۢ مَّا ءَامَنُوا۟ فَإِذَا لَمۡ يَنتَهُوا۟ عَن مَا يَقُولُونَ قُضِيَ بَأۡسُهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌۢ"
    },
    {
      "numero": 98,
      "texte_ar": "فَٱلۡيَوۡمَ لَن تُغۡنِيَ عَنۡكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم مِّنَ ٱللَّهِ شَيۡـٔٗاۚ وَٱلَّذِينَ كَفَرُوا۟ هُمُ ٱلۡوَٰقِعُونَ"
    },
    {
      "numero": 99,
      "texte_ar": "قَدۡ كَفَرَ ٱلَّذِينَ قَالُوا۟ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۚ وَقَالَ ٱلۡمَسِيحُ يَـٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُوا۟ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ إِنَّهُۥ ٱلَّذِيٓ أَخۡرَجَكُمۡ فِي ٱلۡكِتَٰبِ مِنَ ٱلۡۡظُّلُمَٰتِ إِلَى ٱلنُّورِۖ فَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَرُسُلِهِۦۤ وَمَا يَقُولُونَ مِنَ ٱلشِّرۡكِ هُمۡ بِعَٰدِينَ"
    },
    {
      "numero": 100,
      "texte_ar": "مَّا ٱتَّخَذَ ٱلۡمُؤۡمِنُونَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ رَجُلٗا وَلَـٰكِن ٱتَّخَذُوهُۥ رَسُولٗاۖ وَنَبِيّٗا"
    },
    {
      "numero": 101,
      "texte_ar": "وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ يَصۡلِى عَلَيۡهِمۡ ءَاتَىٰهُمۡ بِٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ وَقَالُوا۟ مَا كَانَ لَنَآ أَن نُّؤۡمِنَ بِٱلَّذِىۦٓ أُنزِلَ عَلَىٰنَا وَنَحۡنُ بِٱلۡحَقِّ كَـٰفِرُونَ"
    },
    {
      "numero": 102,
      "texte_ar": "وَقَالُوا۟ لَن نُّؤۡمِنَ لِكَمَآ ءَامَنَ ٱلسُّفَهَآءُ أَوَلَوۡ كَانُوا۟ يَعۡلَمُونَ"
    },
    {
      "numero": 103,
      "texte_ar": "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُوا۟ ٱلۡكِتَٰبَ لَتُبۡلِغُنَّ كَلِمَٰتِهِۦ وَلَا تَطۡغَوۡا۟ فِيهِ وَلَتُسۡۤلِمُنَّ لِلَّهِ"
    },
    {
      "numero": 104,
      "texte_ar": "فَإِن تَوَلَّوۡا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلۡفَٰسِقِينَ"
    },
    {
      "numero": 105,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ كَـٰفِرِينَ أَوۡلِيَآءَ مَنفَّقِينَ عَلَىٰ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِى شَىۡءٍۢ إِلَّآ أَن تَتَّقُوا۟ مِنۡهُمۡ تُقَىٰةًۭۚ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۤۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ"
    },
    {
      "numero": 106,
      "texte_ar": "قَدۡ نَزَّلَ ٱللَّهُ أَحۡكَٰمَ ٱلۡكِتَٰبِ وَلَوۡلَا كَلِمَةُ ٱلۡفَسَاقِ لَقُضِىَ بَيۡنَهُمۡۚ وَإِنَّ ٱلۡفَسَاقَ لَهُمۡ عَذَابٌ أَلِيمٌۢ"
    },
    {
      "numero": 107,
      "texte_ar": "فَٱسۡتَبِقُوا۟ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ"
    },
    {
      "numero": 108,
      "texte_ar": "وَمَا كَانَ لِرَسُولٖ أَن يَفۡتَرِىَ ٱللَّهَۥ وَلَـٰكِنۡ وَلَّىٰٓ إِلَى ٱللَّهِ مَا ٱفۡتَرَىٰۚ فَٱحۡذَرۡوهُۥۚ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ إِن كُنتُم مُّؤۡمِنِينَ"
    },
    {
      "numero": 109,
      "texte_ar": "لَا تَكُنۡ كَـٱلَّذِينَ تَفَرَّقُوا۟ وَٱخۡتَلَفُوا۟ مِنۡ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۗ وَأُو۟لَـٰٓئِكَ لَهُمۡ عَذَابٞ عَظِيمٞ"
    },
    {
      "numero": 110,
      "texte_ar": "إِذۡ تَأَذَّنَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ وَرَسُولٞ مِّنۡ عِندِ ٱللَّهِ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
    },
    {
      "numero": 111,
      "texte_ar": "وَقَالُوا لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَارَىٰۗ تِلْكَ أَمَانِيهُمْۖ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ"
    },
    {
      "numero": 112,
      "texte_ar": "بَلْ مَن أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌۭ فَلَهُۥ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ"
    },
    {
      "numero": 113,
      "texte_ar": "وَقَالَ ٱلۡمُشۡرِكُونَ إِنۡ هَـٰذَآ إِلَّآ أَسَاطِيرُ ٱلۡأَوَّلِينَ"
    },
    {
      "numero": 114,
      "texte_ar": "وَمَنۡ أَظۡلَمُ مِمَّنۡ ذُكِّرَ بِآيَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَاۤ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ"
    },
    {
      "numero": 115,
      "texte_ar": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغًۭا فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ"
    },
    {
      "numero": 116,
      "texte_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًۭٔاۖ وَأُو۟لَـٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ"
    },
    {
      "numero": 117,
      "texte_ar": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَنَآئِكَ ٱلۡمُجۡرِمِينَ"
    },
    {
      "numero": 118,
      "texte_ar": "قُل لَّا أَسۡـَٔلُكُم عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۚ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡهَا وَلَهُۥٓ أَجۡرٌ عَظِيمٞ"
    },
    {
      "numero": 119,
      "texte_ar": "وَمَا مِنۡ دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَاۥ وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۥۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ"
    },
    {
      "numero": 120,
      "texte_ar": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي شَكّٖ مِّنۡهُۥۤ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡسَّاعَةُ بَغۡتَةٗۗ وَيَقُولُ ٱلَّذِينَ أُوتُوا۟ ٱلۡعِلۡمَ إِنۡ لَبَسَ عَلَيۡكُمۡۖ ٱلۡمَخۡلُوقُ قَدۡ تَبَيَّنَۢۗ رَبَّنَآٰ أَرِنَا ٱلۡحَقَّ وَرَبَّنَآ أَعۡرِضۡ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ"
    },
    {
      "numero": 121,
      "texte_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَٰرَىٰ وَٱلۡصَّٰبِئِينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡآخِرِ وَعَمِلَ صَٰلِحًا فَلَهُمۡ أَجۡرُهُم عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ"
    },
    {
      "numero": 122,
      "texte_ar": "وَإِذۡ ٱتَّخَذَ ٱلَّذِينَ أُوتُوا۟ ٱلۡكِتَٰبَ مِيثَٰقَهُمۡ لَا تَسۡتَكۡبِرُوا۟ عَلَىٰ نَبِىِّهِمۡ وَٱتَّقُوا۟ ٱللَّهَۥۤ إِنَّ ٱللَّهَ رَءُوفٞ بِٱلۡعِبَادِ"
    },
    {
      "numero": 123,
      "texte_ar": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخۡتَلَفُوا۟ مِنۡ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۗ وَأُو۟لَـٰٓئِكَ لَهُمۡ عَذَابٞ عَظِيمٞ"
    },
    {
      "numero": 124,
      "texte_ar": "وَإِذۡ قَالَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ يَـٰبَنِىٓ إِسۡرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيۡكُمۡ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَىَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرٗا بِرَسُولٖ يَأۡتِى مِنۡ بَعۡدِى ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَٱلۡقَيِّمُ"
    },
    {
      "numero": 125,
      "texte_ar": "وَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
    },
    {
      "numero": 126,
      "texte_ar": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِ ٱلۡكُفَّارَ"
    },
    {
      "numero": 127,
      "texte_ar": "وَإِذۡ يَرۡفَعُ إِبۡرَٰهِيمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَاعِيلُ رَبَّنَاٰ تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ"
    },
    {
      "numero": 128,
      "texte_ar": "رَبَّنَاٰ وَٱجعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ"
    },
    {
      "numero": 129,
      "texte_ar": "رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُوا۟ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ"
    },
    {
      "numero": 130,
      "texte_ar": "وَمَن يَرۡتَدِدۡ مِنۡهُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِيهِم بِٱلۡعَذَابِ ٱلۡأَلِيمِ"
    },
    {
      "numero": 131,
      "texte_ar": "وَٱتَّبَعُوا۟ مَا تَتۡلُوا۟ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَارُوتَ وَمَارُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُوا۟ لَمَنِ ٱشۡتَرَىٰهُۥ مَا لَهُۥ فِي ٱلۡآخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡا۟ بِهِۦ أَنفُسَهُمۡۖ لَوۡ كَانُوا۟ يَعۡلَمُونَ"
    },
    {
      "numero": 132,
      "texte_ar": "وَقَالَ ٱلۡمَلِكُ ٱلۡقَٰسِطُ لِلۡقَوۡمِ يَٰقَوۡمِ لَوۡ أَنِّى لَدَىَّ خَزَآئِنُ ٱلرَّحۡمَٰنِ وَكُنتُ مَنَ ٱلۡمُفۡلِحِينَ"
    },
    {
      "numero": 133,
      "texte_ar": "فَلَمَّا قُضِىَ ٱلۡقَصَصُ قَالَ إِنَّمَا ٱلۡمَغۡفِرَةُ عِندَ ٱللَّهِۖ وَلِيَتَوَفَّيَنَّكَ ٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يُفۡلِحُونَ"
    },
    {
      "numero": 134,
      "texte_ar": "مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعٗاۖ إِلَىٰهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلۡطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥ"
    },
    {
      "numero": 135,
      "texte_ar": "وَمَن كَانَ يَرۡغَبُ عَن دِينِ ٱلۡإِسۡلَٰمِ فَلَن يُقۡبَلَ مِنۡهُۥ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ"
    },
    {
      "numero": 136,
      "texte_ar": "قُلۡ نُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ"
    },
    {
      "numero": 137,
      "texte_ar": "فَإِن تَوَلَّوۡا۟ فَقُلۡ حَسۡبِىَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ"
    },
    {
      "numero": 138,
      "texte_ar": "فَصۡلٞۢ بَيۡنَ ٱلنَّاسِ وَهُدٗىۢ وَرَحۡمَةٞۢ لِّلۡمُؤۡمِنِينَ"
    },
    {
      "numero": 139,
      "texte_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوۡلَا يَكۡفُرُونَ بِٱللَّهِ وَلَوۡ كَانُوا۟ ٱلۡمُؤۡمِنِينَ"
    },
    {
      "numero": 140,
      "texte_ar": "وَلَمۡ يَكُنِ ٱلَّذِينَ أُوتُوا۟ ٱلۡكِتَٰبَ إِلَّآ أَن يۡكۡفُرُوا۟ بِهِۦ فَلَعَلَّهُمۡ يَرۡهَبُونَ"
    },
    {
      "numero": 141,
      "texte_ar": "قَدۡ خَلَتۡ مِن قَبۡلِهِمۡ ٱلۡأَسۡفَٰرُ ٱلۡأُو۟لُونَ"
    },
    {
      "numero": 142,
      "texte_ar": "وَلَئِن سَأَلۡتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۥۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۥۤۖ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ"
    },
    {
      "numero": 143,
      "texte_ar": "وَهُوَ ٱلَّذِى جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَفۡتِنَكُمۡ فِى ٱلۡأَسۡبَٰتِۚ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٌۭ رَّحِيمٌۭ"
    },
    {
      "numero": 144,
      "texte_ar": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِى وَلَعَلَّكُمۡ تَفۡقَهُونَ"
    },
    {
      "numero": 145,
      "texte_ar": "وَإِذۡ تَقُولُ لِلَّذِىٓ أَوۡحَىٰٓ إِلَيۡهِ ٱلۡكِتَٰبَ لَتُنبَذَنَّ أَوۡ تُعَذَّبَنَّ قُلۡ ٱللَّهُۥٓ أَحَقُّ أَن يُؤۡنِبَ بِعَذَابِهِۦٓۖ إِنۡ هِيَ إِلَّآ ءَايَٰتٞ مِّن رَّبِّكَۦ لِنُنذِرَ بِهَاۦ مَن يَخۡشَىٰ"
    },
    {
      "numero": 146,
      "texte_ar": "مَن يَرۡتَدِدۡ مِنۡهُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِيهِم بِعَذَابٖ أَلِيمٖ"
    },
    {
      "numero": 147,
      "texte_ar": "وَقَالُوا۟ ٱلۡحَقَّ مِن رَّبِّنَاۖ وَٱلۡمَغۡفِرَةُ خَيۡرٞ مِّنۡ مَا يَجۡمَعُونَ"
    },
    {
      "numero": 148,
      "texte_ar": "وَلَوۡ كَانَتۡ ٱلۡأَزۡلَٰمُ تَقۡسِمُهُمۡۖ لَقُضِىَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يَظۡلِمُونَ"
    },
    {
      "numero": 149,
      "texte_ar": "إِنَّ ٱللَّهَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخۡتَلِفُونَ"
    },
    {
      "numero": 150,
      "texte_ar": "فَمَن يَكۡفُرۡ بِٱلۡطَّٰغُوتِ وَيُؤۡمِن بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۥۤۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌۭ"
    },
    {
      "numero": 151,
      "texte_ar": "وَأَلۡقَىٰ فِىٓ أَنفُسِهِمُ ٱلۡوَحۡىَ أَنِ ٱتَّبِعُوا۟ مَآ أَنزَلۡتُۥ فَٱسۡتَقِيمُوا۟ وَلَا تَتَّبِعُوا۟ ٱلۡهَوَىٰ فَيَضِلَّكُمۡ عَن سَبِيلِ ٱللَّهِۦۚ قُلۡ أَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ فَإِن تَوَلَّوۡا۟ فَإِنَّمَا عَلَيۡهِۥ مَا حُمِّلَ وَعَلَيۡكُم مَّا حُمِّلۡتُمۡۖ وَإِن تُطِيعُوهُۥ تَهۡتَدُوا۟"
    },
    {
      "numero": 152,
      "texte_ar": "وَمَآ أَنفَقۡتُم مِّن شَىۡءٖ فَهُوَ يُخۡلِفُهُۥ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ"
    },
    {
      "numero": 153,
      "texte_ar": "وَٱسۡتَعِينُوا۟ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٞ إِلَّا عَلَى ٱلۡخَٰشِعِينَ"
    },
    {
      "numero": 154,
      "texte_ar": "ٱلَّذِينَٓ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ"
    },
    {
      "numero": 155,
      "texte_ar": "أُو۟لَٰٓئِكَ عَلَيۡهِمۡ صَلَوٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ"
    },
    {
      "numero": 156,
      "texte_ar": "وَلَقَدۡ ٱصۡطَفَىٰكُم بِٱلۡعِلۡمِ مِن قَبۡلُۖ فَمَن يَكۡفُرۡ بِٱلۡعِلۡمِ فَإِنَّمَا يَكۡفُرُۥ بِٱلۡمَسِيرِ"
    },
    {
      "numero": 157,
      "texte_ar": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّۢۖ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيٰمَةِ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَلَا يُظۡلَمُونَ"
    },
    {
      "numero": 158,
      "texte_ar": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَٰرِهِم بِلۡقَآءِ ٱلۡبَأۡسِ وَٱلتَّرۡهِيبِ يَزۡعُمُونَ أَنَّهُم مُّلٰقُوا۟ رَبِّهِم بِأَنَّهُمۡ حَسُنَ مَآءٗۖ أَلَمۡ يَهۡدِ لَهُمۡ سَبِيلٗا"
    },
    {
      "numero": 159,
      "texte_ar": "وَمَن يَكۡفُرۡ بِٱللَّهِ وَيُرِدۡ أَن يَضِلَّ ٱلۡمُؤۡمِنِينَ فَسَوۡفَ يَأۡتِيهِم بِعَذَابٖ أَلِيمٖ"
    },
    {
      "numero": 160,
      "texte_ar": "وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُوا۟ كَافَّةٗۖ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُوا۟ فِي ٱلدِّينِ وَلِيُنذِرُوا۟ قَوۡمَهُمۡ إِذَا رَجَعُوا۟ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ"
    },
    {
      "numero": 161,
      "texte_ar": "وَإِذۡ يَأۡتِى رَبُّكَ ٱلۡمَلَٰٓئِكَةَ رَضٗى بَعۡدَ مَا قَضَىٰٓ إِلَى ٱلۡمُؤۡمِنِينَ"
    },
    {
      "numero": 162,
      "texte_ar": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُو۟لَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ"
    },
    {
      "numero": 163,
      "texte_ar": "لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَىُّ ٱلۡقَيُّومُ"
    },
    {
      "numero": 164,
      "texte_ar": "إِنَّ فِى خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِى تَجۡرِى فِى ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِۦ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَتَصۡرِيفِ ٱلرِّياحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَآيَٰتٖ لِّقَوۡمٍۢ يَتَفَكَّرُونَ"
    },
    {
      "numero": 165,
      "texte_ar": "وَإِنَّ مِنَ ٱلنَّاسِ لَمَن يَتَخِذُ مِن دُونِ ٱللَّهِٓ أَندَادًا يُحِبُّونَهُم كَحُبِّ ٱللَّهِۦۤ وَٱلَّذِينَ ءَامَنُوا۟ۚ وَٱلَّذِينَ ٱلۡمُؤۡمِنُونَ أَشَدُّ حُبّٗا لِّلَّهِۦۤۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوا۟ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ"
    },
    {
      "numero": 166,
      "texte_ar": "وَإِذۡ قَالَ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ"
    },
    {
      "numero": 167,
      "texte_ar": "يٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱٕرۡكَعِي مَعَ ٱلرَّٰكِعِينَ"
    },
    {
      "numero": 168,
      "texte_ar": "ذَٰلِكِ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَجۡمَعُونَ"
    },
    {
      "numero": 169,
      "texte_ar": "وَمَا كُنتَ تَظُنُّ أَن يَكُونَ ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُۥ مِن قَبۡلِ أَن يَتۡلُوا۟هُۥۤۖ وَلَٰكِنَّ ٱلۡحَقَّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ"
    },
    {
      "numero": 170,
      "texte_ar": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ كَفَرُوا۟ مِن قَبۡلُ فَقَٰطَعُوا۟ ٱلرَّسُولَ وَكَانُوا۟ يَخۡتَلِفُونَ"
    },
    {
      "numero": 171,
      "texte_ar": "وَإِذۡ قَالَ ٱلۡمَلَٰٓئِكَةُ يَٰعِيسَىٰٓ إِنِّى مُبۡرِئٞۢ لَّكَ مِنَ ٱلۡمَرۡضَعَةِ وَأُمِّكَ وَأَقۡرِبُ لَكَ ٱلَّذِينَ هُمۡ ءَامَنُوا۟ رَسُولِي"
    },
    {
      "numero": 172,
      "texte_ar": "فَكُلُوا۟ مِنۡهَا وَٱطۡعَمُوا۟ ٱلۡبَٰرِينَۖ إِنَّ ٱلۡمُتۡقِينَ يَتَفَجَّرُونَ مِنَ ٱلۡمَآءِ كَٱلۡمَنَّهِ وَٱلۡعَسَلِ"
    },
    {
      "numero": 173,
      "texte_ar": "هَٰذَاۤ خَلۡفُهُۥ وَعَدۡلٞۢۚ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡقِسۡطِ وَٱلۡإِحۡسَٰنِ وَلِإِيتَآءِ ذِى ٱلۡقُرۡبَىٰ وَلۡيَعۡفُوا۟ وَلۡيَصۡفَحُوا۟ۗ أَلَآ إِنَّ ٱللَّهَ يَحِبُّ ٱلۡمُحۡسِنِينَ"
    },
    {
      "numero": 174,
      "texte_ar": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلٗا أُو۟لَٰٓئِكَ مَا يَأۡكُلُونَ فِى بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَن يَكۡتَبَ ٱللَّهُ لَهُمۡۖ عَذَابٞ أَلِيمٞ"
    },
    {
      "numero": 175,
      "texte_ar": "وَلَيۡسَ ٱلَّذِينَٓ أَنۢبَتُوا۟ ٱلۡشَّجَرَةَ هُمُ ٱلۡمُخۡلَصُونَ"
    },
    {
      "numero": 176,
      "texte_ar": "ٱلۡمُخۡلَصُونَ فِى ٱلۡعَذَابِ"
    },
    {
      "numero": 177,
      "texte_ar": "لَيْسَ ٱلۡبِرَّ أَن تُوَلُّوا۟ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَن ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡآخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّۦنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُوا۟ وَٱلصَّٰبِرِينَ فِى ٱلۡبَآئِسِ وَٱلضَّرَّآءِ وَفِىۢ ٱلۡحَرۡبِۗ أُو۟لَٰٓئِكَ ٱلَّذِينَ صَدَقُوا۟ وَأُو۟لَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ"
    },
    {
      "numero": 178,
      "texte_ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِى ٱلۡقَتۡلَى ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِىَ لَهُۥ مِنۡ أَخِيهِۦ شَىۡءٞ فَٱتِّبَاعٌۭ بِٱلۡمَعۡرُوفِ وَأَدَآءٞ إِلَيۡهِ بِإِحۡسَٰنٍۢۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٞ أَلِيمٞ"
    },
    {
      "numero": 179,
      "texte_ar": "وَلَكُمۡ فِى ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُولِى ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ"
    },
    {
      "numero": 180,
      "texte_ar": "كُتِبَ كَلِمَةُ ٱلۡعَدۡلِ عَلَىٰ ٱلَّذِينَ ٱُورِثُوا۟ ٱلۡكِتَٰبَ أَنَّ ٱلَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآءِ ذِى ٱلۡقُرۡبَىٰۚ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ"
    },
    {
      "numero": 181,
      "texte_ar": "وَإِذۡ وَصَّىٰ ٱلَّذِينَ أُوتُوا۟ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ لَيَقُولُنَّ ٱلنَّاسَ ٱلۡنَّاسِسِ بِٱلۡحَقِّ وَلاَ تَكۡتُمُوا۟ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞۢۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٌ"
    },
    {
      "numero": 182,
      "texte_ar": "لَّآ يَنۡفَعُكُمُ ٱلۡيَوۡمَ ٱلۡجَمۡعُ إِلَّا مَن رَّحِمَ ٱللَّهُۚ وَهُوَ ٱلۡوَلِيُّ ٱلرَّحِيمُ"
    },
    {
      "numero": 183,
      "texte_ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُم تَتَّقُونَ"
    },
    {
      "numero": 184,
      "texte_ar": "أَيَّامٗا مَّعۡدُودَٰتٗۢۖ فَمَن كَانَ مِنكُم مَّرِيضٗا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٖ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُوا۟ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ"
    },
    {
      "numero": 185,
      "texte_ar": "شَهۡرُ رَمَضَٰنَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۗ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمْهُۥۖ وَمَن كَانَ مَرِيضٗا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٖ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُوا۟ ٱلۡعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ"
    },
    {
      "numero": 186,
      "texte_ar": "وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٞۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُوا۟ لِى وَلۡيُؤۡمِنُوا۟ بِي لَعَلَّهُمۡ يَرۡشُدُونَ"
    },
    {
      "numero": 187,
      "texte_ar": "شَهۡرُ رَمَضَٰنَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۗ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمْهُۥۖ وَمَن كَانَ مَرِيضٗا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٖ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُوا۟ ٱلۡعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ"
    },
    {
      "numero": 188,
      "texte_ar": "وَلَا تَأۡكُلُوا۟ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُوا۟ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُوا۟ فَرِيقٗا مِّن أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ"
    },
    {
      "numero": 189,
      "texte_ar": "يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۦ قُلۡ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَٱلۡبَٰرُّ فِى ٱلۡبَرِّ وَٱلۡبَحۡرِ بِٱلۡمَنفَعَةِ وَلِلَّهِ يَسۡـَٔلُونَۢ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِۖ عَدَدٗا مِّنَ ٱلۡقِيَمِۚ ذَٰلِكُمُ ٱلۡكِتَٰبُ لَا رَيۡبَ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ"
    },
    {
      "numero": 190,
      "texte_ar": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلٗا أُو۟لَٰٓئِكَ مَا يَأۡكُلُونَ فِى بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَن يَكۡتَبَ ٱللَّهُ لَهُمۡ عَذَابٞ أَلِيمٞ"
    },
    {
      "numero": 191,
      "texte_ar": "وَلَيۡسَ ٱلَّذِينَٓ أَنۢبَتُوا۟ ٱلۡشَّجَرَةَ هُمُ ٱلۡمُخۡلَصُونَ"
    },
    {
      "numero": 192,
      "texte_ar": "إِنَّ ٱلۡمُخۡلَصِينَ فِى ٱلۡعَذَابِ"
    },
    {
      "numero": 193,
      "texte_ar": "وَٱلَّذِينَ يَبۡتَغُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَٱلۡآخِرَةَ وَمَآ أَلۡقَى ٱللَّهُ لِكُلِّ ٱلۡمُحۡسِنِينَ مِن ثَوَابٍۢ وَمَآ أُو۟لَٰٓئِكَ ٱلۡمُهۡتَدُونَ"
    },
    {
      "numero": 194,
      "texte_ar": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلٗا أُو۟لَٰٓئِكَ مَا يَأۡكُلُونَ فِى بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَن يَكۡتَبَ ٱللَّهُ لَهُمۡ عَذَابٞ أَلِيمٞ"
    },
    {
      "numero": 195,
      "texte_ar": "وَلَيۡسَ ٱلَّذِينَٓ أَنۢبَتُوا۟ ٱلۡشَّجَرَةَ هُمُ ٱلۡمُخۡلَصُونَ"
    },
    {
      "numero": 196,
      "texte_ar": "إِنَّ ٱلۡمُخۡلَصِينَ فِى ٱلۡعَذَابِ"
    },
    {
      "numero": 197,
      "texte_ar": "وَٱلَّذِينَ يَبۡتَغُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَٱلۡآخِرَةَ وَمَآ أَلۡقَى ٱللَّهُ لِكُلِّ ٱلۡمُحۡسِنِينَ مِن ثَوَابٍۢ وَمَآ أُو۟لَٰٓئِكَ ٱلۡمُهۡتَدُونَ"
    },
    {
      "numero": 198,
      "texte_ar": "فَمَنۡ كَانَ يَرۡجُو لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأَتِىٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ"
    },
    {
      "numero": 199,
      "texte_ar": "وَمَآ أَنتَ بِمُهۡلِكِ ٱلۡقُرَىٰ بِٱلۡبَٰطِلِ إِلَّاٰ وَٱلۡدَّآعِيٓ إِلَىٰ عَذَابِهَاۦۚ وَإِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ"
    },
    {
      "numero": 200,
      "texte_ar": "وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُم تُرۡحَمُونَ"
    },
    {
      "numero": 201,
      "texte_ar": "وَمِنْهُم مَّن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ"
    },
    {
      "numero": 202,
      "texte_ar": "وَمِنْهُم مَّن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ"
    },
    {
      "numero": 203,
      "texte_ar": "أُولَئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ"
    },
    {
      "numero": 204,
      "texte_ar": "وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ"
    },
    {
      "numero": 205,
      "texte_ar": "وَيَتَّخِذُهَا هُزُوًا أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُهِينٌ"
    },
    {
      "numero": 206,
      "texte_ar": "وَإِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِيٓ أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ"
    },
    {
      "numero": 207,
      "texte_ar": "وَمِمَّن يَقُولُ رَبَّنَا أَنزِلْنَا عَلَىٰٓ أُمَّةٍ مِّنَ ٱلۡقُرۡى أَنۡ يَرۡحَمۡنَا ۖ وَٱللَّهُ أَعۡلَمُ بِمَن فِي ٱلرَّحۡمَةِ ۗ وَٱلَّذِينَ أَسۡرَفُوا۟ عَلَىٰٓ أَنفُسِهِمۡ لَن تُغۡنِيَ عَنۡهُم مَّغۡفِرَةُ ٱللَّهِ ۚ وَلَا هُمۡ يُنصَرُونَ"
    },
    {
      "numero": 208,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدۡخُلُوا۟ فِي ٱلسِّلۡمِ كَأَن لَّمۡ يَكُونُ عَلَيۡكُم مِّنۢ ٱلۡجَٰهِلِيَّةِ مَذۡهَبٞ"
    },
    {
      "numero": 209,
      "texte_ar": "فَإِن تَنَازَعۡتُمۡ فِي شَيۡءٍۢ فَرُدُّوهُۥٓ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡآخِرِ ۚ ذَٰلِكَ خَيۡرٌ وَأَحۡسَنُ تَأۡوِيلٗا"
    },
    {
      "numero": 210,
      "texte_ar": "أَفَلَمۡ يَسِيرُوٓا۟ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٌ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَآ ۚ إِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ"
    },
    {
      "numero": 211,
      "texte_ar": "وَسْـَٔلُوا۟ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ"
    },
    {
      "numero": 212,
      "texte_ar": "زُيِّنَ لِلَّذِينَ كَفَرُوا۟ ٱلۡحَيَوٰةُ ٱلدُّنۡى بِٱلۡبَٰطِلِ وَيَسُرُّونَ بِهَآ ۚ وَمَا ٱلۡأٓخِرَةُ خَيۡرٌۢ وَأَبۡقَىٰ ۖ إِنَّ ذَٰلِكَ لَفِي كِتَٰبٍۢ عَنۡدِ رَبِّكَ مَسۡطُورٍ"
    },
    {
      "numero": 213,
      "texte_ar": "كَانَ ٱلنَّاسُ أُمَّةًۭ وَٱخۡتَلَفُوا۟ ۖ فَلَوۡلَآ أَن جَآءَتۡهُمۡ أُمَّةٞۢ مِّنۡ عَلَىٰٓ كُلِّ أُمَّةٍۢ تَنۡهَيٰهُمۡ عَمَّا كَانُوا۟ۜ لَيَقُولَنَّ ٱلَّذِينَ بُو۟عِثُوا۟ لَوۡلَآ أُنزِلَ عَلَيۡنَا ۜ ءَاتٍا مِثۡلُ مَآ أُنزِلَ عَلَىٰٓ أُولَىٰنَاۜ أَوَلَوۡلَا نُورٌۭ مِّن رَّبِّنَا ۜ أَفَصَرَّوۡا۟ بِهِۦ ۚ قَدِ ٱكۡتَفَوۡا۟ بِكَذَّبِهِم مِّن قَبۡلُ ۚ وَقَدۡ جَآءَهُم بَيِّنَٰتُهُمۡ فَبِأَيِّ حَدِيثٖ بَعۡدَهُۥ يُؤۡمِنُونَ"
    },
    {
      "numero": 214,
      "texte_ar": "أَمۡ حَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُم لَا يُفَتَّنُونَ"
    },
    {
      "numero": 215,
      "texte_ar": "يَسْأَلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ"
    },
    {
      "numero": 216,
      "texte_ar": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌۭ لَّكُمْ ۖ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًۭٔا وَهُوَ خَيْرٌۭ لَّكُمْ ۖ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًۭٔا وَهُوَ شَرٌّۭ لَّكُمْ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ"
    },
    {
      "numero": 217,
      "texte_ar": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍۢ فِيهِ ۖ قُلْ قِتَالٌۭ فِيهِ كَبِيرٌۭ ۖ وَصَدٌّۭ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ ۚ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَاعُوا۟ ۚ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌۭ فَأُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ"
    },
    {
      "numero": 218,
      "texte_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَـٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ"
    },
    {
      "numero": 219,
      "texte_ar": "يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ ۖ قُلْ فِيهِمَآ إِثْمٌۭ كَبِيرٌۭ وَمَنَـٰفِعُ لِلنَّاسِ ۖ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلِ ٱلْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ"
    },
    {
      "numero": 220,
      "texte_ar": "فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ ۗ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَـٰمَىٰ ۖ قُلْ إِصْلَاحٌۭ لَّهُمْ خَيْرٌۭ ۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ ۚ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ ۚ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ"
    },
    {
      "numero": 221,
      "texte_ar": "وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَـٰتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌۭ مُّؤْمِنَةٌ خَيْرٌۭ مِّن مُّشْرِكَةٍۢ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ ۗ وَلَعَبْدٌۭ مُّؤْمِنٌ خَيْرٌۭ مِّن مُّشْرِكٍۢ وَلَوْ أَعْجَبَكُمْ ۗ أُو۟لَـٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ ۖ وَيُبَيِّنُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ"
    },
    {
      "numero": 222,
      "texte_ar": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ ۖ قُلْ هُوَ أَذًۭى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ"
    },
    {
      "numero": 223,
      "texte_ar": "نِسَآؤُكُمْ حَرْثٌۭ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۚ وَقَدِّمُوا۟ لِأَنفُسِكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَٰقُوهُ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ"
    },
    {
      "numero": 224,
      "texte_ar": "وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةًۭ لِّأَيْمَٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌۭ"
    },
    {
      "numero": 225,
      "texte_ar": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَٰنِكُمْ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَٱللَّهُ غَفُورٌۭ حَلِيمٌۭ"
    },
    {
      "numero": 226,
      "texte_ar": "لِلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍۢ ۖ فَإِن فَآءُو۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ"
    },
    {
      "numero": 227,
      "texte_ar": "وَإِنْ عَزَمُوا۟ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ"
    },
    {
      "numero": 228,
      "texte_ar": "وَٱلْمُطَلَّقَٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوءٍۢ ۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ ٱللَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَٰلِكَ إِنْ أَرَادُوٓا۟ إِصْلَٰحًۭا ۚ وَلَهُنَّ مِثْلُ ٱلَّذِى عَلَيْهِنَّ بِٱلْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌۭ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌۭ"
    },
    {
      "numero": 229,
      "texte_ar": "ٱلطَّلَٰقُ مَرَّتَانِ ۖ فَإِمْسَاكٌۢ بِمَعْرُوفٍ أَوْ تَسْرِيحٌۢ بِإِحْسَٰنٍۢ ۚ وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا۟ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا ٱفْتَدَتْ بِهِۦ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ"
    },
    {
      "numero": 230,
      "texte_ar": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُۥ ۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِ ۗ وَتِلْكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوْمٍۢ يَعْلَمُونَ"
    },
    {
      "numero": 231,
      "texte_ar": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًۭا لِّتَعْتَدُوا۟ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ وَلَا تَتَّخِذُوٓا۟ ءَايَٰتِ ٱللَّهِ هُزُوًۭا ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۭ"
    },
    {
      "numero": 232,
      "texte_ar": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَاضَوْا۟ بَيْنَهُم بِٱلْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ"
    },
    {
      "numero": 233,
      "texte_ar": "وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ ۚ وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَآرَّ وَٰلِدَةٌۭ بِوَلَدِهَا وَلَا مَوْلُودٌۭ لَّهُۥ بِوَلَدِهِۦ ۚ وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ ۚ فَإِنْ أَرَادَا فِصَالًۭا عَن تَرَاضٍۢ مِّنْهُمَا وَتَشَاوُرٍۢ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا۟ أَوْلَٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌۭ"
    },
    {
      "numero": 234,
      "texte_ar": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًۭا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍۢ وَعَشْرًۭا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِٱلْمَعْرُوفِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ"
    },
    {
      "numero": 235,
      "texte_ar": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ ٱلنِّسَآءِ أَوْ أَكْنَنتُمْ فِىٓ أَنفُسِكُمْ ۚ عَلِمَ ٱللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِن لَّا تُوَٰعِدُوهُنَّ سِرًّۭا إِلَّآ أَن تَقُولُوا۟ قَوْلًۭا مَّعْرُوفًۭا ۚ وَلَا تَعْزِمُوا۟ عُقْدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبْلُغَ ٱلْكِتَٰبُ أَجَلَهُۥ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَٱحْذَرُوهُ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ"
    },
    {
      "numero": 236,
      "texte_ar": "لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ ٱلنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا۟ لَهُنَّ فَرِيضَةًۭ ۚ وَمَتِّعُوهُنَّ عَلَى ٱلْمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلْمُقْتِرِ قَدَرُهُۥ ۚ مَتَـٰعًۭا بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُحْسِنِينَ"
    },
    {
      "numero": 237,
      "texte_ar": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةًۭ فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَن يَعْفُونَ أَوْ يَعْفُوَ ٱلَّذِى بِيَدِهِۦ عُقْدَةُ ٱلنِّكَاحِ ۚ وَأَن تَعْفُوٓا۟ أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنسَوُا۟ ٱلْفَضْلَ بَيْنَكُمْ ۚ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌۭ"
    },
    {
      "numero": 238,
      "texte_ar": "حَـٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَـٰنِتِينَ"
    },
    {
      "numero": 239,
      "texte_ar": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًۭا ۖ فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ"
    },
    {
      "numero": 240,
      "texte_ar": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًۭا وَصِيَّةًۭ لِّأَزْوَٰجِهِم مَّتَـٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍۢ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍۢ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌۭ"
    },
    {
      "numero": 241,
      "texte_ar": "وَلِلْمُطَلَّقَاتِ مَتَاعٌۢ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ"
    },
    {
      "numero": 242,
      "texte_ar": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ"
    },
    {
      "numero": 243,
      "texte_ar": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَاهُمْ ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ"
    },
    {
      "numero": 244,
      "texte_ar": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ"
    },
    {
      "numero": 245,
      "texte_ar": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًۭا فَيُضَـٰعِفَهُۥ لَهُۥٓ أَضْعَافًۭا كَثِيرَةً ۚ وَٱللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ"
    },
    {
      "numero": 246,
      "texte_ar": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّۢ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًۭا نُّقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَـٰتِلُوا۟ ۖ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَـٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَـٰرِنَا وَأَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًۭا مِّنْهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ"
    },
    {
      "numero": 247,
      "texte_ar": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًۭا ۚ قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةًۭ مِّنَ ٱلْمَالِ ۚ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةًۭ فِى ٱلْعِلْمِ وَٱلْجِسْمِ ۖ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌۭ"
    },
    {
      "numero": 248,
      "texte_ar": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌۭ مِّن رَّبِّكُمْ وَبَقِيَّةٌۭ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَـٰرُونَ تَحْمِلُهُ ٱلْمَلَـٰٓئِكَةُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ"
    },
    {
      "numero": 249,
      "texte_ar": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍۢ ۖ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۭ بِيَدِهِۦ ۚ فَشَرِبُوا۟ مِنْهُ إِلَّا قَلِيلًۭا مِّنْهُمْ ۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ قَالُوا۟ لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنودِهِۦ ۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا ٱللَّهِ كَم مِّن فِئَةٍۢ قَلِيلَةٍ غَلَبَتْ فِئَةًۭ كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ"
    },
    {
      "numero": 250,
      "texte_ar": "وَلَمَّا بَرَزُوا۟ لِجَالُوتَ وَجُنودِهِۦ قَالُوا۟ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًۭا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ"
    },
    {
      "numero": 251,
      "texte_ar": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ ۖ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍۢ لَّفَسَدَتِ ٱلْأَرْضُ وَلَـٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 252,
      "texte_ar": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۚ وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ"
    },
    {
      "numero": 253,
      "texte_ar": "تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍۢ ۘ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَـٰتٍۢ ۚ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ وَلَـٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ ۚ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَـٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ"
    },
    {
      "numero": 254,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌۭ لَّا بَيْعٌۭ فِيهِ وَلَا خُلَّةٌۭ وَلَا شَفَـٰعَةٌۭ ۗ وَٱلْكَـٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ"
    },
    {
      "numero": 255,
      "texte_ar": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ"
    },
    {
      "numero": 256,
      "texte_ar": "لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ"
    },
    {
      "numero": 257,
      "texte_ar": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ"
    },
    {
      "numero": 258,
      "texte_ar": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِـۧمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّيَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ ۖ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ"
    },
    {
      "numero": 259,
      "texte_ar": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍۢ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا ۖ قَالَ أَنَّىٰ يُحْىِۦ هَـٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍۢ ثُمَّ بَعَثَهُۥ ۚ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍۢ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍۢ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ ۚ وَلِنَجْعَلَكَ ءَايَةًۭ لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًۭا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
    },
    {
      "numero": 260,
      "texte_ar": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَ لَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَـٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةًۭ مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍۢ مِّنْهُنَّ جُزْءًۭا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًۭا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ"
    },
    {
      "numero": 261,
      "texte_ar": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنبُلَةٍۢ مِّا۟ئَةُ حَبَّةٍۢ ۗ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ"
    },
    {
      "numero": 262,
      "texte_ar": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّۭا وَلَآ أَذًۭى لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ"
    },
    {
      "numero": 263,
      "texte_ar": "قَوْلٌۭ مَّعْرُوفٌۭ وَمَغْفِرَةٌ خَيْرٌۭ مِّن صَدَقَةٍۢ يَتْبَعُهَآ أَذًۭى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌۭ"
    },
    {
      "numero": 264,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَـٰتِكُم بِٱلْمَنِّ وَٱلْأذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌۭ فَأَصَابَهُۥ وَابِلٌۭ فَتَرَكَهُ صَلْدًۭا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍۢ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ"
    },
    {
      "numero": 265,
      "texte_ar": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًۭا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍۢ بِرَبْوَةٍ أَصَابَهَا وَابِلٌۭ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ ۖ فَإِن لَّمْ يُصِبْهَا وَابِلٌۭ فَطَلٌّۭ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ"
    },
    {
      "numero": 266,
      "texte_ar": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌۭ مِّن نَّخِيلٍۢ وَأَعْنَـٰبٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ ۖ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌۭ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌۭ فِيهِ نَارٌۭ فَٱحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ"
    },
    {
      "numero": 267,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِن طَيِّبَـٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ ۖ وَلَا تَيَمَّمُوا۟ ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا۟ فِيهِ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ"
    },
    {
      "numero": 268,
      "texte_ar": "ٱلشَّيْطَـٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةًۭ مِّنْهُ وَفَضْلًۭا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌۭ"
    },
    {
      "numero": 269,
      "texte_ar": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ ۚ وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًۭا كَثِيرًۭا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ"
    },
    {
      "numero": 270,
      "texte_ar": "وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍۢ فَإِنَّ ٱللَّهَ يَعْلَمُهُۥ ۗ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ"
    },
    {
      "numero": 271,
      "texte_ar": "إِن تُبْدُوا۟ ٱلصَّدَقَـٰتِ فَنِعِمَّا هِىَ ۖ وَإِن تُخْفُوهَا وَتُؤْتُوهَا ٱلْفُقَرَآءَ فَهُوَ خَيْرٌۭ لَّكُمْ ۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمْ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ"
    },
    {
      "numero": 272,
      "texte_ar": "لَّيْسَ عَلَيْكَ هُدَىٰهُمْ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍۢ فَلِأَنفُسِكُمْ ۚ وَمَا تُنفِقُونَ إِلَّا ٱبْتِغَآءَ وَجْهِ ٱللَّهِ ۚ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍۢ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ"
    },
    {
      "numero": 273,
      "texte_ar": "لِلْفُقَرَآءِ ٱلَّذِينَ أُحْصِرُوا۟ فِى سَبِيلِ ٱللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًۭا فِى ٱلْأَرْضِ يَحْسَبُهُمُ ٱلْجَاهِلُ أَغْنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعْرِفُهُم بِسِيمَـٰهُمْ لَا يَسْـَٔلُونَ ٱلنَّاسَ إِلْحَافًۭا ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍۢ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ"
    },
    {
      "numero": 274,
      "texte_ar": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِٱلَّيْلِ وَٱلنَّهَارِ سِرًّۭا وَعَلَانِيَةًۭ فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ"
    },
    {
      "numero": 275,
      "texte_ar": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌۭ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ"
    },
    {
      "numero": 276,
      "texte_ar": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَـٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ"
    },
    {
      "numero": 277,
      "texte_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ"
    },
    {
      "numero": 278,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ"
    },
    {
      "numero": 279,
      "texte_ar": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍۢ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ ۖ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ"
    },
    {
      "numero": 280,
      "texte_ar": "وَإِن كَانَ ذُو عُسْرَةٍۢ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍۢ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌۭ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ"
    },
    {
      "numero": 281,
      "texte_ar": "وَٱتَّقُوا۟ يَوْمًۭا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍۢ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ"
    },
    {
      "numero": 282,
      "texte_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى فَٱكْتُبُوهُ ۚ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌۭ بِٱلْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ ٱللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ وَلْيَتَّقِ ٱللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْـًۭٔا ۚ فَإِن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِٱلْعَدْلِ ۚ وَٱسْتَشْهِدُوا۟ شَهِيدَيْنِ مِن رِّجَالِكُمْ ۖ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌۭ وَٱمْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحْدَىٰهُمَا فَتُذَكِّرَ إِحْدَىٰهُمَا ٱلْأُخْرَىٰ ۚ وَلَا يَأْبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُوا۟ ۚ وَلَا تَسْـَٔمُوٓا۟ أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰٓ أَجَلِهِۦ ۚ ذَٰلِكُمْ أَقْسَطُ عِندَ ٱللَّهِ وَأَقْوَمُ لِلشَّهَـٰدَةِ وَأَدْنَىٰٓ أَلَّا تَرْتَابُوٓا۟ ۖ إِلَّآ أَن تَكُونَ تِجَـٰرَةً حَاضِرَةًۭ تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوٓا۟ إِذَا تَبَايَعْتُمْ وَلَا يُضَآرَّ كَاتِبٌۭ وَلَا شَهِيدٌۭ ۚ وَإِن تَفْعَلُوا۟ فَإِنَّهُۥ فُسُوقٌۭ بِكُمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ ۖ وَيُعَلِّمُكُمُ ٱللَّهُ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ"
    },
    {
      "numero": 283,
      "texte_ar": "وَإِن كُنتُمْ عَلَىٰ سَفَرٍۢ وَلَمْ تَجِدُوا۟ كَاتِبًۭا فَرِهَـٰنٌۭ مَّقْبُوضَةٌۭ ۖ فَإِنْ أَمِنَ بَعْضُكُم۱ بَعْضًۭا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَـٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُ ۗ وَلَا تَكْتُمُوا۟ ٱلشَّهَـٰدَةَ ۚ وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌۭ قَلْبُهُۥ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌۭ"
    },
    {
      "numero": 284,
      "texte_ar": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ"
    },
    {
      "numero": 285,
      "texte_ar": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ"
    },
    {
      "numero": 286,
      "texte_ar": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ"
    }
  ]
}