{
  "id": 3,
  "nom": {
    "ar": "آل عمران",
    "phonetique": "Al Imran",
    "fr": "La famille d'Imran'",
    "en": "The Family of Imran"
  },
  "type": "Madaniyah",
  "versets": [
    {
      "numero": 1,
      "texte_ar": "الم"
    },
    {
      "numero": 2,
      "texte_ar": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ"
    },
    {
      "numero": 3,
      "texte_ar": "نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالْإِنجِيلَ"
    },
    {
      "numero": 4,
      "texte_ar": "مِن قَبْلُ هُدًى لِّلنَّاسِ ۚ وَأَنزَلَ الْفُرْقَانَ ۗ إِنَّ الَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ لَهُمْ عَذَابٌۭ شَدِيدٌۭ ۗ وَٱللَّهُ عَزِيزٌۭ ذُو ٱنتِقَامٍۢ"
    },
    {
      "numero": 5,
      "texte_ar": "إِنَّ ٱللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَىْءٌۭ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ"
    },
    {
      "numero": 6,
      "texte_ar": "هُوَ ٱلَّذِى يُصَوِّرُكُمْ فِى ٱلْأَرْحَامِ كَيْفَ يَشَآءُ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
    },
    {
      "numero": 7,
      "texte_ar": "هُوَ ٱلَّذِىٓ أَنزَلَ عَلَيْكَ ٱلْكِتَـٰبَ مِنْهُ ءَايَـٰتٌۭ مُّحْكَمَـٰتٌ هُنَّ أُمُّ ٱلْكِتَـٰبِ وَأُخَرُ مُتَشَـٰبِهَـٰتٌۭ ۖ فَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِمْ زَيْغٌۭ فَيَتَّبِعُونَ مَا تَشَـٰبَهَ مِنْهُ ٱبْتِغَآءَ ٱلْفِتْنَةِ وَٱبْتِغَآءَ تَأْوِيلِهِۦ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا ٱللَّهُ ۗ وَٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّۭ مِّنْ عِندِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ"
    },
    {
      "numero": 8,
      "texte_ar": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ ٱلْوَهَّابُ"
    },
    {
      "numero": 9,
      "texte_ar": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍۢ لَّا رَيْبَ فِيهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ"
    },
    {
      "numero": 10,
      "texte_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًۭٔا ۖ وَأُو۟لَـٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ"
    },
    {
      "numero": 11,
      "texte_ar": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ"
    },
    {
      "numero": 12,
      "texte_ar": "قُل لِّلَّذِينَ كَفَرُوا۟ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ ٱلْمِهَادُ"
    },
    {
      "numero": 13,
      "texte_ar": "قَدْ كَانَ لَكُمْ ءَايَةٌۭ فِى فِئَتَيْنِ ٱلْتَقَتَا ۖ فِئَةٌۭ تُقَـٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌۭ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ ۚ وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ ۚ إِنَّ فِى ذَٰلِكَ لَعِبْرَةًۭ لِّأُو۟لِى ٱلْأَبْصَـٰرِ"
    },
    {
      "numero": 14,
      "texte_ar": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَـٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَـٰمِ وَٱلْحَرْثِ ۗ ذَٰلِكَ مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ"
    },
    {
      "numero": 15,
      "texte_ar": "قُلْ أَؤُنَبِّئُكُم بِخَيْرٍۢ مِّن ذَٰلِكُمْ ۚ لِلَّذِينَ ٱتَّقَوْا۟ عِندَ رَبِّهِمْ جَنَّـٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَأَزْوَٰجٌۭ مُّطَهَّرَةٌۭ ۖ وَرِضْوَٰنٌۭ مِّنَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ"
    },
    {
      "numero": 16,
      "texte_ar": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ"
    },
    {
      "numero": 17,
      "texte_ar": "ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلْقَـٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ"
    },
    {
      "numero": 18,
      "texte_ar": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا هُوَ وَٱلْمَلَـٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۭا بِٱلْقِسْطِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
    },
    {
      "numero": 19,
      "texte_ar": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَـٰمُ ۗ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۭا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِـَٔايَـٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ"
    },
    {
      "numero": 20,
      "texte_ar": "فَإِنْ حَـٰٓجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ ۗ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ وَٱلْأُمِّيِّـۧنَ ءَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ ۖ وَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ"
    },
    {
      "numero": 21,
      "texte_ar": "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ"
    },
    {
      "numero": 22,
      "texte_ar": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ"
    },
    {
      "numero": 23,
      "texte_ar": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُدْعَوْنَ إِلَىٰ كِتَـٰبِ ٱللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ"
    },
    {
      "numero": 24,
      "texte_ar": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَٰتٍ ۖ وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا۟ يَفْتَرُونَ"
    },
    {
      "numero": 25,
      "texte_ar": "فَكَيْفَ إِذَا جَمَعْنَـٰهُمْ لِيَوْمٍۢ لَّا رَيْبَ فِيهِ ۖ وَوُفِّيَتْ كُلُّ نَفْسٍۢ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ"
    },
    {
      "numero": 26,
      "texte_ar": "قُلِ ٱللَّهُمَّ مَـٰلِكَ ٱلْمُلْكِ تُؤْتِى ٱلْمُلْكَ مَن تَشَآءُ وَتَنزِعُ ٱلْمُلْكَ مِمَّن تَشَآءُ ۖ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ ۖ بِيَدِكَ ٱلْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ"
    },
    {
      "numero": 27,
      "texte_ar": "تُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۖ وَتُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ ۖ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍۢ"
    },
    {
      "numero": 28,
      "texte_ar": "لَا يَتَّخِذِ ٱلْمُؤْمِنُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۖ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ ٱللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا۟ مِنْهُمْ تُقَىٰةً ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُ ۗ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ"
    },
    {
      "numero": 29,
      "texte_ar": "قُلْ إِن تُخْفُوا۟ مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ٱللَّهُ ۗ وَيَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ"
    },
    {
      "numero": 30,
      "texte_ar": "يَوْمَ تَجِدُ كُلُّ نَفْسٍۢ مَّا عَمِلَتْ مِنْ خَيْرٍۢ مُّحْضَرًا ۖ وَمَا عَمِلَتْ مِن سُوٓءٍۢ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۭا بَعِيدًۭا ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ"
    },
    {
      "numero": 31,
      "texte_ar": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ"
    },
    {
      "numero": 32,
      "texte_ar": "قُلْ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ ۖ فَإِن تَوَلَّوْاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَـٰفِرِينَ"
    },
    {
      "numero": 33,
      "texte_ar": "إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًۭا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 34,
      "texte_ar": "ذُرِّيَّةًۭ بَعْضُهَا مِنۢ بَعْضٍۢ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ"
    },
    {
      "numero": 35,
      "texte_ar": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًۭا فَتَقَبَّلْ مِنِّىٓ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ"
    },
    {
      "numero": 36,
      "texte_ar": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ ۖ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ ۖ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ ۖ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ"
    },
    {
      "numero": 37,
      "texte_ar": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍۢ حَسَنٍۢ وَأَنبَتَهَا نَبَاتًا حَسَنًۭا ۖ وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًۭا ۖ قَالَ يَـٰمَرْيَمُ أَنَّىٰ لَكِ هَـٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ ۖ إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ"
    },
    {
      "numero": 38,
      "texte_ar": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةًۭ طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ"
    },
    {
      "numero": 39,
      "texte_ar": "فَنَادَتْهُ ٱلْمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٌۭ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۭا بِكَلِمَةٍۢ مِّنَ ٱللَّهِ وَسَيِّدًۭا وَحَصُورًۭا وَنَبِيًّۭا مِّنَ ٱلصَّـٰلِحِينَ"
    },
    {
      "numero": 40,
      "texte_ar": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌۭ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌۭ ۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ"
    },
    {
      "numero": 41,
      "texte_ar": "قَالَ رَبِّ ٱجْعَل لِّيٓ ءَايَةًۭ ۚ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَةَ أَيَّامٍ إِلَّا رَمْزًۭا ۗ وَٱذْكُر رَّبَّكَ كَثِيرًۭا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ"
    },
    {
      "numero": 42,
      "texte_ar": "وَإِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَـٰلَمِينَ"
    },
    {
      "numero": 43,
      "texte_ar": "يَـٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّـٰكِعِينَ"
    },
    {
      "numero": 44,
      "texte_ar": "ذَٰلِكَ مِنْ أَنبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَـٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ"
    },
    {
      "numero": 45,
      "texte_ar": "إِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍۢ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًۭا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ"
    },
    {
      "numero": 46,
      "texte_ar": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًۭا وَمِنَ ٱلصَّـٰلِحِينَ"
    },
    {
      "numero": 47,
      "texte_ar": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌۭ وَلَمْ يَمْسَسْنِى بَشَرٌۭ ۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ ۚ إِذَا قَضَىٰٓ أَمْرًۭا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ"
    },
    {
      "numero": 48,
      "texte_ar": "وَيُعَلِّمُهُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ"
    },
    {
      "numero": 49,
      "texte_ar": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍۢ مِّن رَّبِّكُمْ ۖ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۭا بِإِذْنِ ٱللَّهِ ۖ وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ ۖ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةًۭ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ"
    },
    {
      "numero": 50,
      "texte_ar": "وَمُصَدِّقًۭا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُم بِـَٔايَةٍۢ مِّن رَّبِّكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
    },
    {
      "numero": 51,
      "texte_ar": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ"
    },
    {
      "numero": 52,
      "texte_ar": "فَلَمَّا أَحَسَّ عِيسَىٰ مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِي إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ ۖ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ"
    },
    {
      "numero": 53,
      "texte_ar": "رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ"
    },
    {
      "numero": 54,
      "texte_ar": "وَمَكَرُوا وَمَكَرَ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ"
    },
    {
      "numero": 55,
      "texte_ar": "إِذْ قَالَ اللَّهُ يَا عِيسَىٰ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ ۖ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ"
    },
    {
      "numero": 56,
      "texte_ar": "فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَمَا لَهُم مِّن نَّاصِرِينَ"
    },
    {
      "numero": 57,
      "texte_ar": "وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ"
    },
    {
      "numero": 58,
      "texte_ar": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ"
    },
    {
      "numero": 59,
      "texte_ar": "إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ ۖ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ"
    },
    {
      "numero": 60,
      "texte_ar": "الْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ الْمُمْتَرِينَ"
    },
    {
      "numero": 61,
      "texte_ar": "فَمَنْ حَاجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَٰذِبِينَ"
    },
    {
      "numero": 62,
      "texte_ar": "إِنَّ هَٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ ۚ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
    },
    {
      "numero": 63,
      "texte_ar": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ"
    },
    {
      "numero": 64,
      "texte_ar": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍۢ سَوَآءٍۢ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًۭٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًۭا مِّن دُونِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ"
    },
    {
      "numero": 65,
      "texte_ar": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِـۧمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ"
    },
    {
      "numero": 66,
      "texte_ar": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ حَٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌۭ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌۭ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ"
    },
    {
      "numero": 67,
      "texte_ar": "مَا كَانَ إِبْرَٰهِـۧمُ يَهُودِيًّۭا وَلَا نَصْرَانِيًّۭا وَلَـٰكِن كَانَ حَنِيفًۭا مُّسْلِمًۭا ۚ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ"
    },
    {
      "numero": 68,
      "texte_ar": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِـۧمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ ۗ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ"
    },
    {
      "numero": 69,
      "texte_ar": "وَدَّت طَّآئِفَةٌۭ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يُضِلُّونَكُمْ ۖ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ"
    },
    {
      "numero": 70,
      "texte_ar": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ"
    },
    {
      "numero": 71,
      "texte_ar": "لَٰكِنِ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ"
    },
    {
      "numero": 72,
      "texte_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ ۚ أُو۟لَـٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ"
    },
    {
      "numero": 73,
      "texte_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ هُمْ خَيْرُ ٱلْبَرِيَّةِ"
    },
    {
      "numero": 74,
      "texte_ar": "جَزَآءًۭ بِمَا كَانُوا۟ يَصْنَعُونَ"
    },
    {
      "numero": 75,
      "texte_ar": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَـٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَـٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌۭ شَدِيدٌۭ وَمَنَـٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ"
    },
    {
      "numero": 76,
      "texte_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ"
    },
    {
      "numero": 77,
      "texte_ar": "وَمِنَ ٱلَّذِينَ هَادُوا۟ ٱسْتَحْبَرُوكَ بِكَلِمَـٰتٍۢ فَٱلْفَرِيقَ ٱلْكَفِرِىَّ مِنْهُمْ قَالُوا۟ ٱسْمَعْ لِقَوْمٍۢ لَّعَنَهُمُ ٱللَّهُ مَن قَبْلُ وَمَن بَعْدُ"
    },
    {
      "numero": 78,
      "texte_ar": "يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ وَنَسُوا۟ حَظًّۭا مِّمَّا ذُكِّرُوا۟ بِهِۦ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍۢ مِّنْهُمْ إِلَّا قَلِيلًۭا مِّنْهُمُ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ"
    },
    {
      "numero": 79,
      "texte_ar": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُ لَآ إِلَـٰهَ إِلَّآ أَنَا فَٱعْبُدُونِ"
    },
    {
      "numero": 80,
      "texte_ar": "وَقَالُوا۟ ٱلرُّوحُ مِنْ أَمْرِ ٱللَّهِ ۗ وَمَا يَنبَغِى لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍۢ ۖ سُبْحَـٰنَهُۥ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ"
    },
    {
      "numero": 81,
      "texte_ar": "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ مِنكُمْ وَمِنْ هَارُونَ وَإِسْمَاعِيلَ وَإِدْرِيسَ وَالْيَسَعِ وَأَخَذَ مِنْهُمْ مِيثَاقًا غَلِيظًا"
    },
    {
      "numero": 82,
      "texte_ar": "لِيُسْأَلَ الصَّدِيقُونَ عَنْ صِدْقِهِ وَالشُّهَدَاءُ عَنْ دَوْلَتِهِ وَالْأَنْبِيَاءُ عَنْ نُبُوتِهِ فَأَصْبَرُوا لِذَلِكَ وَكَانُوا بِآيَاتِ اللَّهِ يَوقِنُونَ"
    },
    {
      "numero": 83,
      "texte_ar": "وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُرَدُّ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ"
    },
    {
      "numero": 84,
      "texte_ar": "أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِن دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ"
    },
    {
      "numero": 85,
      "texte_ar": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَبِّكَ لَقُضِيَ إِلَيْهِمُ الْأَمْرُ وَمَا فَارَقُوا حَتَّىٰ يَتْلُوا الْكِتَابَ وَمَا تَلَوْهُ مِنْهُمْ مُنكَرًا"
    },
    {
      "numero": 86,
      "texte_ar": "وَهُمْ يَرْجُونَ اللَّهَ وَرَسُولَهُ لِيَسْتَغْفِرَ لَهُمْ أَوْ يَتُوبَ عَلَيْهِمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ"
    },
    {
      "numero": 87,
      "texte_ar": "وَمَا أَنزَلْنَا عَلَى الَّذِينَ هَادُوا مِنْ الْكِتَابِ مِن قَبْلِكَ وَلَا مِنَ الْمُشْرِكِينَ نَارًا لَّا تَلَامَسُهُمْ إِلَّا مَلَائِكَةٌ مُخَلَّصُونَ وَذَرْنَا تِلْكَ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ"
    },
    {
      "numero": 88,
      "texte_ar": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَىٰ سَوْفَ يَلْقَوْنَ عَذَابًا شَدِيدًا"
    },
    {
      "numero": 89,
      "texte_ar": "لِّمَا نَقَضُوا مِيثَاقَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَنَقَضُوا مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَفَسَقُوا فِي أَمْرِهِمْ"
    },
    {
      "numero": 90,
      "texte_ar": "لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يَغْفِرُ اللَّهُ لِقَوْمٍ كَفُورٍ"
    },
    {
      "numero": 91,
      "texte_ar": "وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ"
    },
    {
      "numero": 92,
      "texte_ar": "لَن تَنَالُوا الْبِرَّ حَتَّى تُنفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنفِقُوا مِن شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ"
    },
    {
      "numero": 93,
      "texte_ar": "وَلَن تَنَالُوا الْبِرَّ حَتَّى تُنفِقُوا مِمَّا تُكْسِبُونَ وَمَا تُنفِقُوا مِن شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ"
    },
    {
      "numero": 94,
      "texte_ar": "إِنَّ الَّذِينَ كَفَرُوا يُنفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَن سَبِيلِ اللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ"
    },
    {
      "numero": 95,
      "texte_ar": "لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُهْلِكِي رَبِّهِمْ أَمْنَاءً مَّئِينَةً ۚ أَمْرُهُمْ إِلَى اللَّهِ ۚ يُخْلِفُ اللَّهُ وَعْدَهُ وَلَوْ كَانَ أَكْثَرُهُمْ لَا يَعْلَمُونَ"
    },
    {
      "numero": 96,
      "texte_ar": "يَعْلَمُونَ ظَاهِرًا مِّنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ"
    },
    {
      "numero": 97,
      "texte_ar": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبِلِّ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَٰؤُلَاءِ أَهْدَى مِنَ الْمُهْتَدِينَ"
    },
    {
      "numero": 98,
      "texte_ar": "أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَن يَلْعَنِ اللَّهُ فَلَن تَجِدَ لَهُ نَصِيرًا"
    },
    {
      "numero": 99,
      "texte_ar": "كَفَرُوا بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ وَبِمَا أَرْسَلْنَا بِرُسُلِنَا ۖ وَقَالُوا سَمِعْنَا وَعَصَيْنَا ۖ وَأُنفِقُوا فِي طَعَامِ الْحَقِّ وَأُنفِقُوا فِي طَعَامِ الْبَاطِلِ ۚ فَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ"
    },
    {
      "numero": 100,
      "texte_ar": "مَا كَانَ لَهُمْ أَن يَأْتُوا بِآيَةٍ مِّن رَّبِّهِمْ إِلَّا نَفَرَ مِنَ الْوَحْيِ يَتَلَقَّوْنَهَا وَهُم مُّسْتَكْبِرُونَ مُّسْتَكْبِرُونَ"
    },
    {
      "numero": 101,
      "texte_ar": "وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ"
    },
    {
      "numero": 102,
      "texte_ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ"
    },
    {
      "numero": 103,
      "texte_ar": "وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ"
    },
    {
      "numero": 104,
      "texte_ar": "وَكُونُواْ عِبَادَ اللَّهِ إِخْوَانًا فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ"
    },
    {
      "numero": 105,
      "texte_ar": "لَا يَسْتَحِقُّ الْكُفْرَ أَهْلَهُ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَـٰكِن مَن شَرَحَ بِالْكُفْرِ صَدْرًا فَلَهُ عَلَيْهِمْ غَضَبٌ وَمَأْوَاهُ جَهَنَّمُ ۚ وَبِئْسَ الْمَصِيرُ"
    },
    {
      "numero": 106,
      "texte_ar": "وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَإِنَّهُ غَفُورٌ رَّحِيمٌ"
    },
    {
      "numero": 107,
      "texte_ar": "وَمَن يُعْرِضْ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَىٰ"
    },
    {
      "numero": 108,
      "texte_ar": "قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيرًا"
    },
    {
      "numero": 109,
      "texte_ar": "قَالَ كَذَٰلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَٰلِكَ الْيَوْمَ تُنسَى"
    },
    {
      "numero": 110,
      "texte_ar": "فَاعْمَلْ عَلَىٰ مَا أَنتَ مُسْتَطِيعٌ وَسَلِمْ لِي وَجْهَكَ بِالْإِسْلَامِ ۚ وَمَن تَوَلَّىٰ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ"
    },
    {
      "numero": 111,
      "texte_ar": "إِنَّ اللّهَ لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ"
    },
    {
      "numero": 112,
      "texte_ar": "هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ"
    },
    {
      "numero": 113,
      "texte_ar": "هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ"
    },
    {
      "numero": 114,
      "texte_ar": "فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ"
    },
    {
      "numero": 115,
      "texte_ar": "وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا"
    },
    {
      "numero": 116,
      "texte_ar": "وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ"
    },
    {
      "numero": 117,
      "texte_ar": "إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ وَلَذَلِكَ هُمُ الْكَاذِبُونَ"
    },
    {
      "numero": 118,
      "texte_ar": "فَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ"
    },
    {
      "numero": 119,
      "texte_ar": "اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ"
    },
    {
      "numero": 120,
      "texte_ar": "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ"
    },
    {
      "numero": 121,
      "texte_ar": "مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَت مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَّا يُبْصِرُونَ"
    },
    {
      "numero": 122,
      "texte_ar": "صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ"
    },
    {
      "numero": 123,
      "texte_ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ ۘ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُمْ مِنكُمْ فَإِنَّهُ مِنْهُمْ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ"
    },
    {
      "numero": 124,
      "texte_ar": "فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَذْلَالٍ عَلَى الْكَافِرِينَ ۖ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ۗ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ"
    },
    {
      "numero": 125,
      "texte_ar": "وَإِذَا تَلَوْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ"
    },
    {
      "numero": 126,
      "texte_ar": "وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ ۖ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ"
    },
    {
      "numero": 127,
      "texte_ar": "إِذْ يُغَشِّيكُمُ النَّاسُ وَيَلْهَوْنَكُمْ وَيُرِيدُونَ أَن تَحْدُثَ فِيهِمْ الْفِتْنَةُ وَإِن يَنتَهُوا يُنزِلِ اللَّهُ عَلَيْكُمْ جَنْحَةً ۚ وَإِن يَتَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ"
    },
    {
      "numero": 128,
      "texte_ar": "لَئِنِ اغْتَالَتْكُمْ فِئَتَانِ فَاقْتَتِلُوا الَّتِي تَكُونُ أَشَدَّ مِنَ الْأُخْرَىٰ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ"
    },
    {
      "numero": 129,
      "texte_ar": "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ"
    },
    {
      "numero": 130,
      "texte_ar": "وَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ"
    },
    {
      "numero": 131,
      "texte_ar": "وَمَن يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا"
    },
    {
      "numero": 132,
      "texte_ar": "مَا كَانَ لِلنَّبِيِّ وَلِلَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ"
    },
    {
      "numero": 133,
      "texte_ar": "وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ"
    },
    {
      "numero": 134,
      "texte_ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ ۖ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ"
    },
    {
      "numero": 135,
      "texte_ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ انشُزُوا فَانشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ"
    },
    {
      "numero": 136,
      "texte_ar": "وَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ"
    },
    {
      "numero": 137,
      "texte_ar": "وَمَن يَتَوَلَّهُمْ يَوْمَئِذٍ دَاخِلٌ فِي عَذَابٍ أَلِيمٍ"
    },
    {
      "numero": 138,
      "texte_ar": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ"
    },
    {
      "numero": 139,
      "texte_ar": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ"
    },
    {
      "numero": 140,
      "texte_ar": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ"
    },
    {
      "numero": 141,
      "texte_ar": "وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُرَدُّ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ"
    },
    {
      "numero": 142,
      "texte_ar": "أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَوْ أُخْرِجْنَا لَكُنَّا مَعَكُمْ ۚ أَلَمْ يَكُونُوا يَدْرُونَ أَنَّهُمْ سَيُخْرَجُونَ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ"
    },
    {
      "numero": 143,
      "texte_ar": "وَكَانَتْ عَدْوَةً بَيْنَهُمْ وَبَيْنَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ۚ وَمَا بَدَّلُوا تَبْدِيلًا"
    },
    {
      "numero": 144,
      "texte_ar": "وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُم بِأَعْيُنِكُمْ حَتَّىٰ إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِن بَعْدِ مَا رَأَيْتُمُوهُ ۗ مَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا"
    },
    {
      "numero": 145,
      "texte_ar": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا"
    },
    {
      "numero": 146,
      "texte_ar": "وَلَقَدْ أَنزَلْنَا إِلَيْكُمْ آيَاتٍ بَيِّنَاتٍ ۖ وَمَن يَتَقِ اللَّهَ وَيَصْطَبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ"
    },
    {
      "numero": 147,
      "texte_ar": "وَلِمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ"
    },
    {
      "numero": 148,
      "texte_ar": "وَلَا يَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَلَا يُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ"
    },
    {
      "numero": 149,
      "texte_ar": "وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ ۚ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ"
    },
    {
      "numero": 150,
      "texte_ar": "وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ فَأَنتَ ۖ قُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنْتَظِرِينَ"
    },
    {
      "numero": 151,
      "texte_ar": "سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا لَمْ يَحْصُلُوا عَلَيْهِ وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ"
    },
    {
      "numero": 152,
      "texte_ar": "وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ"
    },
    {
      "numero": 153,
      "texte_ar": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنْيَدْعُوهُ إِن كَانَ لَكُمْ أَلْوَانٌ فَلَوْلَا إِذْ قَضَى اللَّهُ عَلَيْهِمْ إِلَّا قَلِيلًا مِنْكُمْ لَكُنْتُمْ أَنتُمُ الْخَاسِرِينَ"
    },
    {
      "numero": 154,
      "texte_ar": "وَإِذْ تُصْعَقُ الْأَصْحَابُ بِالْوَابِلِ وَيَقْتُلُونَ وَيَتَسَامُونَ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا"
    },
    {
      "numero": 155,
      "texte_ar": "إِنَّ الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ"
    },
    {
      "numero": 156,
      "texte_ar": "فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ"
    },
    {
      "numero": 157,
      "texte_ar": "إِنَّ الَّذِينَ اسْتَهْزَأُوا بِآيَاتِنَا وَالَّذِينَ كَفَرُوا صُدُّوا عَن سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الْخَاسِرُونَ"
    },
    {
      "numero": 158,
      "texte_ar": "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا"
    },
    {
      "numero": 159,
      "texte_ar": "وَإِنَّ الَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا"
    },
    {
      "numero": 160,
      "texte_ar": "وَلَوْ يَصْبِرُوا حَتَّىٰ يَحْكُمَ اللَّهُ بَيْنَنَا لَفَضْلٌ مِّنْهُ وَرَحْمَةٌ وَلَوْ يَصْدُرُوا إِلَّا الْكِفْرَ وَالْعُدْوَانَ فَسَوْفَ يَلْقَوْنَ غَضَبًا مِّنَ اللَّهِ وَلَعَنَةً وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ"
    },
    {
      "numero": 161,
      "texte_ar": "وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّ ۣ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ۚ ثُمَّ تُرَدُّ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ"
    },
    {
      "numero": 162,
      "texte_ar": "أَفَحَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم ۖ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَلِلَّـهِ الْعِزَّةُ وَلَكِنْ يَشْعُرُونَ"
    },
    {
      "numero": 163,
      "texte_ar": "وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءكُمْ وَيَسْتَحْيُونَ نِسَاءكُمْ ۚ وَفِي ذَٰلِكُم بَلَاء مِّن رَّبِّكُمْ عَظِيمٌ"
    },
    {
      "numero": 164,
      "texte_ar": "وَإِذْ فَتَحْنَا لَكُمْ بَابًا مِّنَ السَّمَاءِ فَأَنزَلْنَا عَلَيْكُم مَّاءً مُّبَارَكًا لِّنُنبِتَ بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ"
    },
    {
      "numero": 165,
      "texte_ar": "لِيَأْكُلُوا مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ"
    },
    {
      "numero": 166,
      "texte_ar": "سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنبِتُ الْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ"
    },
    {
      "numero": 167,
      "texte_ar": "وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا"
    },
    {
      "numero": 168,
      "texte_ar": "وَإِنَّ مِنْ أَشْرَارِ الْجِنَّ إِلَّا مَن يَغُوْلُ فَلا تَزِغِ الْغَوْلُ مِنْهُ ۚ وَمَن يَزِغْ مِنْهُ فَلَن يَضُرَّكَ شَيْئًا ۚ وَهُوَ يَعلَمُ الْمَنظُورَ وَمَا يَكْتُمُ"
    },
    {
      "numero": 169,
      "texte_ar": "وَقَالُوا رَبَّنَا أَخْرِجْنَا مِنْ هَٰذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَاجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا"
    },
    {
      "numero": 170,
      "texte_ar": "وَمَن كَفَرَ فَأُوْلَٰئِكَ هُمُ الْمَشْرِكُونَ"
    },
    {
      "numero": 171,
      "texte_ar": "إِنَّ الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَسْوَةُ ۖ لَهُمْ رِضْوَانٌ مِنْ عِندِ اللَّهِ وَمَغْفِرَةٌ وَاللَّهُ غَفُورٌ رَّحِيمٌ"
    },
    {
      "numero": 172,
      "texte_ar": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ"
    },
    {
      "numero": 173,
      "texte_ar": "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ"
    },
    {
      "numero": 174,
      "texte_ar": "نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ"
    },
    {
      "numero": 175,
      "texte_ar": "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ"
    },
    {
      "numero": 176,
      "texte_ar": "وَإِنَّ الَّذِينَ كَفَرُوا لَضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُم مُّحْسِنُونَ"
    },
    {
      "numero": 177,
      "texte_ar": "أُو۟لَـٰٓئِكَ هُمُ الْأَشْرَارُ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ"
    },
    {
      "numero": 178,
      "texte_ar": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّـٰلِحَـٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ"
    },
    {
      "numero": 179,
      "texte_ar": "كَيْ لَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا ءَاتَاكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ"
    },
    {
      "numero": 180,
      "texte_ar": "وَلِلَّهِ مَا فِي السَّمَـٰوَاتِ وَمَا فِي الْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ ۚ"
    },
    {
      "numero": 181,
      "texte_ar": "إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ"
    },
    {
      "numero": 182,
      "texte_ar": "إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۗ كَبُرَ مَقْتًا عِندَ اللَّهِ وَعِندَ الَّذِينَ آمَنُوا ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ"
    },
    {
      "numero": 183,
      "texte_ar": "الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ"
    },
    {
      "numero": 184,
      "texte_ar": "فَانْطَلَقُوا بِأَمْرِهِمْ بِغَيْرِ حِسَابٍ"
    },
    {
      "numero": 185,
      "texte_ar": "وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ"
    },
    {
      "numero": 186,
      "texte_ar": "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ"
    },
    {
      "numero": 187,
      "texte_ar": "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي ۖ لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ۚ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ"
    },
    {
      "numero": 188,
      "texte_ar": "قُلْ لَوْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِنْ أَمْسَكْتُمْ خَيْرًا فَإِنِّي لَكُمْ مِنْ الْمُنْتَظِرِينَ"
    },
    {
      "numero": 189,
      "texte_ar": "وَيَسْأَلُونَكَ عَنِ الْجِنِّ ۖ قُلْ يَسْتَعِينُونَ عَلَيْه بِقُوَّةٍ ۖ فَإِنَّ الْجِنَّ لَكَادِحُونَ لِلْعَمَلِ ۖ فَلَا تَمْلِكُ لَهُمْ نَصِيرًا"
    },
    {
      "numero": 190,
      "texte_ar": "وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ فَأَنتَ إِلَّا نَذِيرٌ وَلِكُلِّ قَوْمٍ هَادٍ"
    },
    {
      "numero": 191,
      "texte_ar": "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ"
    },
    {
      "numero": 192,
      "texte_ar": "وَقَالُوا قُلُوبُنَا غُلْفٌ ۖ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا"
    },
    {
      "numero": 193,
      "texte_ar": "وَلَا يَزَالُونَ يُحَرِّكُونَ الْأَفْئِدَةَ بِالْكُفْرِ حَتَّىٰ تَأْتِيَهُمُ الْيَقِينُ"
    },
    {
      "numero": 194,
      "texte_ar": "قُلْ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ"
    },
    {
      "numero": 195,
      "texte_ar": "وَلَا تَسْتَفْرِطُوا فِي الْكِرَامَةِ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْمُسْرِفِينَ"
    },
    {
      "numero": 196,
      "texte_ar": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ"
    },
    {
      "numero": 197,
      "texte_ar": "أَتَخْشَىٰ إِنْ تَدْعُوهُمْ أَنْ يَكُونُوا أَوْلِيَاءَ ۗ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ"
    },
    {
      "numero": 198,
      "texte_ar": "وَلَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ"
    },
    {
      "numero": 199,
      "texte_ar": "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَلِقَائِهِ أُوْلَٰئِكَ يَئْتُونَ الْعَذَابَ بِغَيْرِ حِسَابٍ"
    },
    {
      "numero": 200,
      "texte_ar": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ"
    }
  ]
}